results_vCloud_8CPUS_32GB/1/results.txt
transaction type: Custom query
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
duration: 60 s
number of transactions actually processed: 24785
latency average: 2.421 ms
tps = 413.079051 (including connections establishing)
tps = 413.090266 (excluding connections establishing)